adamraichu.docx-viewer
akamud.vscode-theme-onedark
bleastprogram.cpp-compiler
bmewburn.vscode-intelephense-client
boundarystudio.cpp-extentions-pack
brapifra.phpserver
danielpinto8zz6.c-cpp-compile-run
dhruv.maven-dependency-explorer
docker.docker
dsvictor94.promela
editorconfig.editorconfig
endormi.2077-theme
formulahendry.code-runner
fougas.msys2
georgewfraser.vscode-javac
github.vscode-pull-request-github
gitlab.gitlab-workflow
glenn2223.live-sass
golang.go
guyutongxue.cpp-reference
intellsmi.comment-translate
james-yu.latex-workshop
jebbs.plantuml
jithurjacob.nbpreviewer
kilocode.kilo-code
kisstkondoros.vscode-gutter-preview
kleber-swf.unity-code-snippets
leon-pw.docx-reader
lurek-st.vscode-docx-editor
manasxx.background-cover
mathiasfrohlich.kotlin
mebrahtom.plantumlpreviewer
mhutchie.git-graph
mitaki28.vscode-clang
mongodb.mongodb-vscode
moondevaa.shadesofmidnightbluedarktheme
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ru
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-modernize
ms-dotnettools.vscode-dotnet-runtime
ms-python.autopep8
ms-python.debugpy
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vscode.remote-explorer
nguyenngoclong.terminal-keeper
oderwat.indent-rainbow
openai.chatgpt
peacekeeper228.spin-promela
pierre-payen.gdb-syntax
redhat.java
renping.deepseek-comment-translate
richardhe.you-complete-me
ritwickdey.liveserver
saoudrizwan.claude-dev
shahilkumar.docxreader
shd101wyy.markdown-preview-enhanced
tchojnacki.cpp-compile
techer.open-in-browser
tialki.tex-preview
tonka3000.qtvsctools
twxs.cmake
vector-wlc.qtconfigure
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudiotoolsforunity.vstuc
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscjava.vscode-spring-initializr
vscodevim.vim
walkme.java-extension-pack
xdebug.php-debug
zobo.php-intellisense
